Repository: Arrayindex/cp-zen-platform
Catalog: web/locale/*/messages.po
Languages: it_it

source: Google+
it_it: ITALIAN Google+

source: Google
it_it: ITALIAN Google

source: If you wish please provide your username or a link to your Google+
it_it: ITALIAN If you wish please provide your username or a link to your Google+

source: Do you have access to technical mentors
it_it: ITALIAN Do you have access to technical mentors?

source: It is recommended to find a team of interested local technical volunteers to mentor and to find non-technical volunteers, such as parents, who can help out and volunteer when they bring their children etc. You do not need to have a big team but it is always better to have support from a core team when organising a Dojo. You can then have planning meetings with your team in advance of setting up your Dojo
it_it: ITALIAN It is recommended to find a team of interested local technical volunteers to mentor and to find non-technical volunteers, such as parents, who can help out and volunteer when they bring their children etc. You do not need to have a big team but it is always better to have support from a core team when organising a Dojo. You can then have planning meetings with your team in advance of setting up your Dojo

source: Select an option
it_it: ITALIAN Select an option

source: Do you have access to a venue
it_it: ITALIAN Do you have access to a venue?

source: Dojos cannot be hosted in private residences, they must be in a public space such as a library, business, canteens, schools or community centres. We recommend that the young people attending bring their own laptops so the venue should have, at least, plug sockets for laptops, internet access and tables and chairs for the attendees.
it_it: ITALIAN Dojos cannot be hosted in private residences, they must be in a public space such as a library, business, canteens, schools or community centres. We recommend that the young people attending bring their own laptops so the venue should have, at least, plug sockets for laptops, internet access and tables and chairs for the attendees.

source: Champion Application
it_it: ITALIAN Champion Application

source: Country
it_it: ITALIAN Country

source: CityTown
it_it: ITALIAN City/Town

source: Languages Spoken
it_it: ITALIAN Languages Spoken

source: Projects
it_it: ITALIAN Projects

source: Prerequisites
it_it: ITALIAN Prerequisites

source: Notes
it_it: ITALIAN Notes

source: Search Engine
it_it: ITALIAN Search Engine

source: Other CoderDojo Volunteers
it_it: ITALIAN Other CoderDojo Volunteers

source: Other Coding Organisations
it_it: ITALIAN Other Coding Organisations

source: Development Community
it_it: ITALIAN Development Community

source: Events
it_it: ITALIAN Events

source: Word of Mouth
it_it: ITALIAN Word of Mouth

source: Family/Friends
it_it: ITALIAN Family/Friends

source: Media (newspaper/radio)
it_it: ITALIAN Media (newspaper/radio)

source: Other
it_it: ITALIAN Other

source: CoderDojo Foundation charter for CoderDojo
it_it: ITALIAN CoderDojo Foundation charter for CoderDojo

source: All Dojos are required to agree with the below CoderDojo Charter. This Charter encompasses the basic ethos and core aspects of the CoderDojo movement, which all Dojos are founded on. The introduction of the Charter was announced by co-founder James Whelton to the CoderDojo Organisers Group on the 3rd of December 2013.
it_it: ITALIAN All Dojos are required to agree with the below CoderDojo Charter. This Charter encompasses the basic ethos and core aspects of the CoderDojo movement, which all Dojos are founded on. The introduction of the Charter was announced by co-founder James Whelton to the CoderDojo Organisers Group on the 3rd of December 2013.

source: For the purposes of this Charter, "CoderDojo" shall mean the open source, volunteer led movement orientated around running free not-for-profit coding clubs. "Dojos" shall mean the not-for profit coding clubs established to support communities and spread the philosophy of CoderDojo.
it_it: ITALIAN For the purposes of this Charter, "CoderDojo" shall mean the open source, volunteer led movement orientated around running free not-for-profit coding clubs. "Dojos" shall mean the not-for profit coding clubs established to support communities and spread the philosophy of CoderDojo.

source: All Dojos are independent, autonomous, community groups set up to inspire young people to learn code. All Dojos have different styles of operating but they all hold the same ethos.
it_it: ITALIAN All Dojos are independent, autonomous, community groups set up to inspire young people to learn code. All Dojos have different styles of operating but they all hold the same ethos.

source: We commit to inspiring and supporting young people to learn how to create technology
it_it: ITALIAN We commit to inspiring and supporting young people to learn how to create technology

source: We commit to the highest possible standards of child protection in our jurisdiction
it_it: ITALIAN We commit to the highest possible standards of child protection in our jurisdiction

source: We commit to not charging children attending nor their parents
it_it: ITALIAN We commit to not charging children attending nor their parents

source: We commit to encourage parent participation within our Dojo
it_it: ITALIAN We commit to encourage parent participation within our Dojo

source: We commit to sharing our knowledge for free (libre and open)
it_it: ITALIAN We commit to sharing our knowledge for free (libre and open)

source: We commit to share our knowledge within our Dojo and to other Dojos
it_it: ITALIAN We commit to share our knowledge within our Dojo and to other Dojos

source: We commit to take care and uphold the good name of the global CoderDojo community
it_it: ITALIAN We commit to take care and uphold the good name of the global CoderDojo community

source: We commit to encouraging collaboration, peer to peer mentoring and project work between the attendees
it_it: ITALIAN We commit to encouraging collaboration, peer to peer mentoring and project work between the attendees

source: We commit to welcoming volunteers and children regardless of gender, race, sexual orientation, creed, religion or ability.
it_it: ITALIAN We commit to welcoming volunteers and children regardless of gender, race, sexual orientation, creed, religion or ability.

source: CoderDojo Foundation (CDF) commitments to you:
it_it: ITALIAN CoderDojo Foundation (CDF) commitments to you:

source: CDF commits to act in the interest of the global CoderDojo community
it_it: ITALIAN CDF commits to act in the interest of the global CoderDojo community

source: CDF commits to facilitating the community to share its knowledge
it_it: ITALIAN CDF commits to facilitating the community to share its knowledge

source: CDF commits to sharing our resources for free
it_it: ITALIAN CDF commits to sharing our resources for free

source: CDF commits to encouraging active involvement in our organisation
it_it: ITALIAN CDF commits to encouraging active involvement in our organisation

source: Agreement
it_it: ITALIAN Agreement

source: On registration you are making an agreement with the CoderDojo Foundation and agreeing to follow the CoderDojo ethos.
it_it: ITALIAN On registration you are making an agreement with the CoderDojo Foundation and agreeing to follow the CoderDojo ethos.

source: You are entitled to use the CoderDojo name, logo and website to promote your activity for non commercial use
it_it: ITALIAN You are entitled to use the CoderDojo name, logo and website to promote your activity for non commercial use

source: You are entitled to fundraise on the condition that it is made explicit you do so for your Dojo or as a group of Dojos under a group name (EG Dojos of California) and inappropriate fundraising is a breach of this Charter.
it_it: ITALIAN You are entitled to fundraise on the condition that it is made explicit you do so for your Dojo or as a group of Dojos under a group name (EG Dojos of California) and inappropriate fundraising is a breach of this Charter.

source: It is your responsibility to ensure you are compliant with legislation in your jurisdiction when undertaking any activities, including fundraising, for your Dojo or group of Dojos.
it_it: ITALIAN It is your responsibility to ensure you are compliant with legislation in your jurisdiction when undertaking any activities, including fundraising, for your Dojo or group of Dojos.

source: If the terms of this Charter are breached, CoderDojo Foundation retains the right to remove the group from the website. In this case your coding club shall cease using the CoderDojo name, brand and logo in the promotion of your coding club and on third party websites.
it_it: ITALIAN If the terms of this Charter are breached, CoderDojo Foundation retains the right to remove the group from the website. In this case your coding club shall cease using the CoderDojo name, brand and logo in the promotion of your coding club and on third party websites.

source: Opinions expressed by any individual Dojo or people in the registered Dojo do not represent the views of CoderDojo Foundation.
it_it: ITALIAN Opinions expressed by any individual Dojo or people in the registered Dojo do not represent the views of CoderDojo Foundation.

source: CoderDojo Foundation may terminate this Charter with any Dojo without cause on thirty days' notice.
it_it: ITALIAN CoderDojo Foundation may terminate this Charter with any Dojo without cause on thirty days' notice.

source: As CoderDojo Foundation is an Irish entity, this Charter is subject to Irish law and you agree to that.
it_it: ITALIAN As CoderDojo Foundation is an Irish entity, this Charter is subject to Irish law and you agree to that.

source: Disclaimer of Liability
it_it: ITALIAN Disclaimer of Liability

source: CoderDojo Foundation accepts no responsibility or liability whatsoever where a party is injured while engaging in the activities of a registered group. It is the responsibility of each club to ensure they maintain valid and appropriate insurance.
it_it: ITALIAN CoderDojo Foundation accepts no responsibility or liability whatsoever where a party is injured while engaging in the activities of a registered group. It is the responsibility of each club to ensure they maintain valid and appropriate insurance.

source: You are solely responsible for the activities conducted by your own Dojo. Agreeing to this Charter does not constitute endorsement of those activities by the CoderDojo Foundation.
it_it: ITALIAN You are solely responsible for the activities conducted by your own Dojo. Agreeing to this Charter does not constitute endorsement of those activities by the CoderDojo Foundation.

source: There are unsaved changes on this page
it_it: ITALIAN There are unsaved changes on this page

source: Full Name:
it_it: ITALIAN Full Name:

source: You must enter your full name
it_it: ITALIAN You must enter your full name

source: You must accept the charter
it_it: ITALIAN You must accept the charter

source: I have read and accepted the above charter
it_it: ITALIAN I have read and accepted the above charter

source: Next
it_it: ITALIAN Next

source: Dojo Menu
it_it: ITALIAN Dojo Menu

source: Forum
it_it: ITALIAN Forum

source: Charter
it_it: ITALIAN Charter

source: FAQ
it_it: ITALIAN FAQ

source: CoolestProjects2015
it_it: ITALIAN CoolestProjects2015

source: Opens in new window
it_it: ITALIAN Opens in new window

source: Find a Dojo
it_it: ITALIAN Find a Dojo

source: Resources
it_it: ITALIAN Resources

source: Dojo List
it_it: ITALIAN Dojo List

source: My Dojos
it_it: ITALIAN My Dojos

source: Create Dojo
it_it: ITALIAN Create Dojo

source: Start a Dojo
it_it: ITALIAN Start a Dojo

source: Manage Dojos
it_it: ITALIAN Manage Dojos

source: Stats
it_it: ITALIAN Stats

source: Logout
it_it: ITALIAN Logout

source: Create a Dojo
it_it: ITALIAN Create a Dojo

source: Adult Forums
it_it: ITALIAN Adult Forums

source: User Invitation
it_it: ITALIAN User Invitation

source: User Request
it_it: ITALIAN User Request

source: User Request is being validated...
it_it: ITALIAN User Request is being validated...

source: Status
it_it: ITALIAN Status

source: Join
it_it: ITALIAN Join

source: Send Request
it_it: ITALIAN Send Request

source: Contact
it_it: ITALIAN Contact

source: Dojo Email
it_it: ITALIAN Dojo Email

source: Website
it_it: ITALIAN Website

source: Google Group
it_it: ITALIAN Google Group

source: Time
it_it: ITALIAN Time

source: Location
it_it: ITALIAN Location

source: Map
it_it: ITALIAN Map

source: To register a Dojo you first need an account. Sign up here:
it_it: ITALIAN To register a Dojo you first need an account. Sign up here:

source: The Dojos listed here are all verified by the CoderDojo team.
it_it: ITALIAN The Dojos listed here are all verified by the CoderDojo team.

source: Learn more
it_it: ITALIAN Learn more...

source: Search Results
it_it: ITALIAN Search Results

source: Your closest dojos
it_it: ITALIAN Your closest dojos

source: Where are you?
it_it: ITALIAN Where are you?

source: Dojo Information
it_it: ITALIAN Dojo Information

source: Dojo Name
it_it: ITALIAN Dojo Name

source: Normally named after an area, like "Cork", or if there are multiple Dojos are in your area "San Fran @ GitHub". Try refrain from prefixing the name with "CoderDojo".
it_it: ITALIAN Normally named after an area, like "Cork", or if there are multiple Dojos are in your area "San Fran @ GitHub". Try refrain from prefixing the name with "CoderDojo".

source: This should be different to the personal email you signed up for an account here with. For your own CoderDojo email address (e.g. limerick@coderdojo.com), please contact us and leave this field blank.
it_it: ITALIAN This should be different to the personal email you signed up for an account here with. For your own CoderDojo email address (e.g. limerick@coderdojo.com), please contact us and leave this field blank.

source: Times are empty
it_it: ITALIAN Times are empty

source: State whether it's every week or on a certain day (Eg. "Every Friday, 5.30pm - 8pm" or "Saturday 25th, 12pm - 3pm")
it_it: ITALIAN State whether it's every week or on a certain day (Eg. "Every Friday, 5.30pm - 8pm" or "Saturday 25th, 12pm - 3pm")

source: Select or search a country in the list...
it_it: ITALIAN Select or search a country in the list...

source: Select a country
it_it: ITALIAN Select a country

source: Search for or enter your area
it_it: ITALIAN Search for or enter your area

source: Select a place
it_it: ITALIAN Select a place

source: Address
it_it: ITALIAN Address

source: Address of the Dojo (e.g. LIT Downtown Centre)
it_it: ITALIAN Address of the Dojo (e.g. LIT Downtown Centre)

source: Coordinates
it_it: ITALIAN Coordinates

source: Address is empty
it_it: ITALIAN Address is empty

source: Get location from address
it_it: ITALIAN Get location from address

source: Click on the map to select a location
it_it: ITALIAN Click on the map to select a location

source: Other Information
it_it: ITALIAN Other Information

source: Google Group URL
it_it: ITALIAN Google Group URL

source: We recommend setting up a discussion group so people can sign up for the latest news and happenings.
it_it: ITALIAN We recommend setting up a discussion group so people can sign up for the latest news and happenings.

source: Again, a useful way for sharing information and being found. We can also help share messages to followers.
it_it: ITALIAN Again, a useful way for sharing information and being found. We can also help share messages to followers.

source: Mailing List
it_it: ITALIAN Mailing List

source: Receive monthly updates to your user email address from the CoderDojo community around the world that keep you informed and help you with running your Dojo.
it_it: ITALIAN Receive monthly updates to your user email address from the CoderDojo community around the world that keep you informed and help you with running your Dojo.

source: Status Messages
it_it: ITALIAN Status Messages

source: Need Mentors
it_it: ITALIAN Need Mentors

source: Mentors needed!
it_it: ITALIAN Mentors needed!

source: Current Stage
it_it: ITALIAN Current Stage

source: In planning
it_it: ITALIAN In planning

source: Open, come along
it_it: ITALIAN Open, come along

source: Register ahead
it_it: ITALIAN Register ahead

source: Inactive
it_it: ITALIAN Inactive

source: Full up
it_it: ITALIAN Full up

source: Private
it_it: ITALIAN Private

source: Please only select if your Dojo will be accessible exclusively to attendees from within your organisation, e.g. schools/universities/children of organisation's employees/etc.
it_it: ITALIAN Please only select if your Dojo will be accessible exclusively to attendees from within your organisation, e.g. schools/universities/children of organisation's employees/etc.

source: Supporters Image URL
it_it: ITALIAN Supporters Image URL

source: Manage Dojo Users
it_it: ITALIAN Manage Dojo Users

source: Send Invite
it_it: ITALIAN Send Invite

source: Profile
it_it: ITALIAN Profile

source: User Types
it_it: ITALIAN User Types

source: User Permissions
it_it: ITALIAN User Permissions

source: Remove User
it_it: ITALIAN Remove User

source: View Profile
it_it: ITALIAN View Profile

source: Verification
it_it: ITALIAN Verification

source: Any
it_it: ITALIAN Any

source: Verified
it_it: ITALIAN Verified

source: Unverified
it_it: ITALIAN Unverified

source: verified
it_it: ITALIAN verified

source: unverified
it_it: ITALIAN unverified

source: Stage
it_it: ITALIAN Stage

source: User Email
it_it: ITALIAN User Email

source: Filter
it_it: ITALIAN Filter

source: Dojo
it_it: ITALIAN Dojo

source: User
it_it: ITALIAN User

source: Application
it_it: ITALIAN Application

source: Edit
it_it: ITALIAN Edit

source: Verify
it_it: ITALIAN Verify

source: Delete
it_it: ITALIAN Delete

source: unsigned
it_it: ITALIAN unsigned

source: View
it_it: ITALIAN View

source: Apply
it_it: ITALIAN Apply

source: Users
it_it: ITALIAN Users

source: Listing
it_it: ITALIAN Listing

source: Times
it_it: ITALIAN Times

source: Join Mailing List
it_it: ITALIAN Join Mailing List

source: I have read and accept the
it_it: ITALIAN I have read and accept the

source: Terms of Service here
it_it: ITALIAN Terms of Service here

source: Click on each step to get started
it_it: ITALIAN Click on each step to get started

source: Welcome New Champion! The first step towards setting up a Dojo in your area is filling out this form and giving us a little more information about yourself.
it_it: ITALIAN Welcome New Champion! The first step towards setting up a Dojo in your area is filling out this form and giving us a little more information about yourself.

source: The purpose of us gathering this information is so we can tailor support to you as your start your Dojo journey!
it_it: ITALIAN The purpose of us gathering this information is so we can tailor support to you as your start your Dojo journey!

source: If you wish to learn more about starting a CoderDojo in your area please see:
it_it: ITALIAN If you wish to learn more about starting a CoderDojo in your area please see:

source: You must be over 18 years old...
it_it: ITALIAN You must be over 18 years old...

source: Please include country code...
it_it: ITALIAN Please include country code...

source: Enter your street level address...
it_it: ITALIAN Enter your street level address...

source: Technical Experience
it_it: ITALIAN Technical Experience

source: Please describe any websites, apps or open source work that you have done.
it_it: ITALIAN Please describe any websites, apps or open source work that you have done.

source: Experience working with youth
it_it: ITALIAN Experience working with youth

source: Please describe your experience working with youth.
it_it: ITALIAN Please describe your experience working with youth.

source: Please add any other relevant information.
it_it: ITALIAN Please add any other relevant information.

source: Please specify where you heard about CoderDojo
it_it: ITALIAN Please specify where you heard about CoderDojo

source: Register Account
it_it: ITALIAN Register Account

source: To get started, please fill in the following registration form.
it_it: ITALIAN To get started, please fill in the following registration form.

source: Champion Registration
it_it: ITALIAN Champion Registration

source: Update Champion
it_it: ITALIAN Update Champion

source: Setup your Dojo
it_it: ITALIAN Setup your Dojo

source: Save Dojo Setup
it_it: ITALIAN Save Dojo Setup

source: Update Dojo Setup
it_it: ITALIAN Update Dojo Setup

source: Create Dojo Listing
it_it: ITALIAN Create Dojo Listing

source: Enter Dojo name
it_it: ITALIAN Enter Dojo name

source: Enter Dojo email address
it_it: ITALIAN Enter Dojo email address

source: Enter street level address
it_it: ITALIAN Enter street level address

source: Enter Google group URL
it_it: ITALIAN Enter Google group URL

source: Enter website URL
it_it: ITALIAN Enter website URL

source: Enter Twitter profile URL
it_it: ITALIAN Enter Twitter profile URL

source: Enter supporters image URL
it_it: ITALIAN Enter supporters image URL

source: Thank you for submitting your dojo listing.
it_it: ITALIAN Thank you for submitting your dojo listing.

source: A member from the CoderDojo Foundation team will review your listing and be in touch shortly.
it_it: ITALIAN A member from the CoderDojo Foundation team will review your listing and be in touch shortly.

source: If you have a Dojo supporter(s), if they are providing space/wifi/pizza and would like to show it, enter URL to a supporter image here, please make sure it's 570px in width
it_it: ITALIAN If you have a Dojo supporter(s), if they are providing space/wifi/pizza and would like to show it, enter URL to a supporter image here, please make sure it's 570px in width

source: persons have signed the current version of the charter
it_it: ITALIAN persons have signed the current version of the charter

source: Active
it_it: ITALIAN Active

source: Total
it_it: ITALIAN Total

source: Send me an email
it_it: ITALIAN Send me an email

source: Joined
it_it: ITALIAN Joined

source: Social Media
it_it: ITALIAN Social Media

source: Bio
it_it: ITALIAN Bio

source: A description about me
it_it: ITALIAN A description about me.

source: Member of Dojos
it_it: ITALIAN Member of Dojos

source: Gather your Team
it_it: ITALIAN Gather your Team

source: Gather Team
it_it: ITALIAN Gather Team

source: You must gather a team before continuing.
it_it: ITALIAN You must gather a team before continuing.

source: Find Mentors
it_it: ITALIAN Find Mentors

source: You must find mentors before continuing.
it_it: ITALIAN You must find mentors before continuing.

source: Background Check
it_it: ITALIAN Background Check

source: Please describe the situation in your Dojo and if your team has been background checked.
it_it: ITALIAN Please describe the situation in your Dojo and if your team has been background checked.

source: Find your Venue
it_it: ITALIAN Find your Venue

source: Plan your Dojo
it_it: ITALIAN Plan your Dojo

source: Plan how frequently you will run your Dojo
it_it: ITALIAN Plan how frequently you will run your Dojo

source: You must plan how often your Dojo will take place.
it_it: ITALIAN You must plan how often your Dojo will take place.

source: Please describe when your Dojo will take place.
it_it: ITALIAN Please describe when your Dojo will take place.

source: Set the first date of your Dojo
it_it: ITALIAN Set the first date of your Dojo

source: Set up Social Media
it_it: ITALIAN Set up Social Media

source: Set up Website
it_it: ITALIAN Set up Website

source: Plan the content you will use
it_it: ITALIAN Plan the content you will use

source: Invitation Accepted
it_it: ITALIAN Invitation Accepted!

source: Invalid Invitation
it_it: ITALIAN Invalid Invitation
