Repository: Arrayindex/cp-zen-platform
Catalog: web/locale/*/messages.po
Languages: it_it

source: Error accepting invitation
it_it: ITALIAN 'Error accepting invitation:'

source: User Successfully Validated
it_it: ITALIAN User Successfully Validated!

source: Invalid Invite Request
it_it: ITALIAN Invalid Invite Request

source: Error validating user request
it_it: ITALIAN Error validating user request:

source: Your Dojo has been successfully saved
it_it: ITALIAN Your Dojo has been successfully saved

source: An error has occurred while saving
it_it: ITALIAN An error has occurred while saving:

source: Suggested Notes:
it_it: ITALIAN Suggested Notes:

source: Please bring:
it_it: ITALIAN Please bring:

source: A pack lunch.
it_it: ITALIAN A pack lunch.

source: A laptop. Borrow one from somebody if needs be.
it_it: ITALIAN A laptop. Borrow one from somebody if needs be.

source: A parent! (Very important). If you are 12 or under, your parent must stay with you during the session.
it_it: ITALIAN A parent! (Very important). If you are 12 or under, your parent must stay with you during the session.

source: Join Request Sent
it_it: ITALIAN Join Request Sent!

source: Successfully Joined Dojo
it_it: ITALIAN Successfully Joined Dojo!

source: Update Dojo
it_it: ITALIAN Update Dojo

source: An error has occurred while loading Dojo
it_it: ITALIAN An error has occurred while loading Dojo

source: Failed to load Dojo
it_it: ITALIAN Failed to load Dojo

source: Unable to perform your request at this time - please try again later.
it_it: ITALIAN Unable to perform your request at this time - please try again later.

source: Email address is not recognized.
it_it: ITALIAN Email address is not recognized.

source: That password is incorrect
it_it: ITALIAN That password is incorrect

source: An email with password reset instructions has been sent to you.
it_it: ITALIAN An email with password reset instructions has been sent to you.

source: Thank you for registering. Your CoderDojo account has been successfully created. You can now register to become a Champion and create a Dojo.
it_it: ITALIAN Thank you for registering. Your CoderDojo account has been successfully created. You can now register to become a Champion and create a Dojo.

source: user name already exists
it_it: ITALIAN user name already exists

source: server error
it_it: ITALIAN server error

source: There was a problem registering your account:
it_it: ITALIAN There was a problem registering your account:

source: Invalid email or password
it_it: ITALIAN Invalid email or password!

source: Previous
it_it: ITALIAN Previous

source: An error has occurred while editing dojo
it_it: ITALIAN An error has occurred while editing dojo:

source: An error has occurred while loading Dojos
it_it: ITALIAN An error has occurred while loading Dojos

source: An error has occurred while updating Dojos
it_it: ITALIAN An error has occurred while updating Dojos:

source: An error has occurred while deleting Dojos
it_it: ITALIAN An error has occurred while deleting Dojos:

source: Error saving permission
it_it: ITALIAN Error saving permission:

source: Error removing permission
it_it: ITALIAN Error removing permission:

source: Error saving user type
it_it: ITALIAN Error saving user type:

source: Invite Sent
it_it: ITALIAN Invite Sent!

source: Error sending invite
it_it: ITALIAN Error sending invite:

source: Error removing user
it_it: ITALIAN Error removing user:

source: An error has occurred while deleting dojo
it_it: ITALIAN An error has occurred while deleting dojo:

source: Thank you for submitting your dojo listing. A member from the CoderDojo Foundation team will review your listing and be in touch shortly.
it_it: ITALIAN Thank you for submitting your dojo listing. A member from the CoderDojo Foundation team will review your listing and be in touch shortly.

source: Newspaper/Magazine
it_it: ITALIAN Newspaper/Magazine

source: Radio
it_it: ITALIAN Radio

source: Error loading profile
it_it: ITALIAN Error loading profile:

source: Error loading Dojos
it_it: ITALIAN Error loading Dojos:

source: An error has occured while loading languages
it_it: ITALIAN An error has occured while loading languages

source: Join Dojo
it_it: ITALIAN Join Dojo

source: Leave
it_it: ITALIAN Leave

source: Error leaving Dojo
it_it: ITALIAN Error leaving Dojo

source: Are you sure you want to leave this Dojo?
it_it: ITALIAN Are you sure you want to leave this Dojo?

source: Leave Dojo
it_it: ITALIAN Leave Dojo

source: Join Dojo as...
it_it: ITALIAN Join Dojo as...

source: Dojo Admin
it_it: ITALIAN Dojo Admin

source: Forum Admin
it_it: ITALIAN Forum Admin

source: Ticketing Admin
it_it: ITALIAN Ticketing Admin

source: You do not have permission to delete this Dojo
it_it: ITALIAN You do not have permission to delete this Dojo

source: Error loading user dojo entity
it_it: ITALIAN Error loading user dojo entity

source: You do not have permission to update user types
it_it: ITALIAN You do not have permission to update user types

source: You do not have permission to remove users
it_it: ITALIAN You do not have permission to remove users

source: Parents/Guardians
it_it: ITALIAN Parents/Guardians

source: Badges
it_it: ITALIAN Badges

source: Children
it_it: ITALIAN Children

source: Select a user type
it_it: ITALIAN Select a user type

source: Programming Languages
it_it: ITALIAN Programming Languages

source: Events for Dojo
it_it: ITALIAN Events for Dojo

source: Event
it_it: ITALIAN Event

source: Date
it_it: ITALIAN Date

source: Type
it_it: ITALIAN Type

source: For
it_it: ITALIAN For

source: Capacity
it_it: ITALIAN Capacity

source: Applicants
it_it: ITALIAN Applicants

source: Attending
it_it: ITALIAN Attending

source: Create Event
it_it: ITALIAN Create Event

source: Manage
it_it: ITALIAN Manage

source: Attendance
it_it: ITALIAN Attendance

source: Manage Dojo Events
it_it: ITALIAN Manage Dojo Events

source: Are you sure you want to cancel this event?
it_it: ITALIAN Are you sure you want to cancel this event?

source: Are you sure you want to delete this Dojo?
it_it: ITALIAN Are you sure you want to delete this Dojo?

source: Apply for Event
it_it: ITALIAN Apply for Event

source: Description
it_it: ITALIAN Description

source: Thank You. Your application has been received. You will be notified by email if you are approved for this event.
it_it: ITALIAN Thank You. Your application has been received. You will be notified by email if you are approved for this event.

source: Error applying for event
it_it: ITALIAN Error applying for event

source: By using this website you agree to the use of cookies. You can read about our cookie policy <a href='http://ec.europa.eu/ipg/basics/legal/cookies/index_en.htm#section_2'>here</a>.
it_it: ITALIAN By using this website you agree to the use of cookies. You can read about our cookie policy <a href='http://ec.europa.eu/ipg/basics/legal/cookies/index_en.htm#section_2'>here</a>.

source: Add the event name
it_it: ITALIAN Add the event name

source: All
it_it: ITALIAN All

source: Add a description
it_it: ITALIAN Add a description

source: Age
it_it: ITALIAN Age

source: One off
it_it: ITALIAN One off

source: Every
it_it: ITALIAN Every

source: From
it_it: ITALIAN From

source: Close
it_it: ITALIAN Close

source: is public
it_it: ITALIAN is public

source: Event Name
it_it: ITALIAN Event Name

source: To
it_it: ITALIAN To

source: City
it_it: ITALIAN City

source: Add a city name
it_it: ITALIAN Add a city name

source: Add the address to the event
it_it: ITALIAN Add the address to the event

source: Add the maximum amount of participants
it_it: ITALIAN Add the maximum amount of participants

source: Invites
it_it: ITALIAN Invites

source: Invite dojo users
it_it: ITALIAN Invite dojo users

source: Save
it_it: ITALIAN Save

source: Save Draft
it_it: ITALIAN Save Draft

source: Publish
it_it: ITALIAN Publish

source: Approve
it_it: ITALIAN Approve

source: Error updating applications
it_it: ITALIAN Error updating applications

source: Sunday
it_it: ITALIAN Sunday

source: Monday
it_it: ITALIAN Monday

source: Tuesday
it_it: ITALIAN Tuesday

source: Wednesday
it_it: ITALIAN Wednesday

source: Thursday
it_it: ITALIAN Thursday

source: Friday
it_it: ITALIAN Friday

source: Saturday
it_it: ITALIAN Saturday

source: Applications successfully updated
it_it: ITALIAN Applications successfully updated

source: No applications have been changed.
it_it: ITALIAN No applications have been changed.

source: Invite Parent
it_it: ITALIAN Invite Parent

source: Are you sure you want to delete this application?
it_it: ITALIAN Are you sure you want to delete this application?

source: Select a Dojo member...
it_it: ITALIAN Select a Dojo member...

source: Please click the Join Dojo button before applying for events.
it_it: ITALIAN Please click the Join Dojo button before applying for events.

source: Hide Notes
it_it: ITALIAN Hide Notes

source: Hide Projects
it_it: ITALIAN Hide Projects

source: Gender
it_it: ITALIAN Gender

source: Female
it_it: ITALIAN Female

source: Private Profile
it_it: ITALIAN Private Profile

source: None
it_it: ITALIAN None

source: Parent's/Guardian's email
it_it: ITALIAN Parent's/Guardian's email

source: Invite
it_it: ITALIAN Invite

source: Address is required
it_it: ITALIAN Address is required

source: Phone
it_it: ITALIAN Phone

source: Dojo Staff
it_it: ITALIAN Dojo Staff

source: Error updating application
it_it: ITALIAN Error updating application

source: Error saving new applicant
it_it: ITALIAN Error saving new applicant

source: Error removing applicant
it_it: ITALIAN Error removing applicant

source: Children Attending
it_it: ITALIAN Children Attending

source: Dates
it_it: ITALIAN Dates

source: Day
it_it: ITALIAN Day

source: to
it_it: ITALIAN to

source: Everyone
it_it: ITALIAN Everyone

source: attendee-u13
it_it: ITALIAN Youths under 13

source: attendee-o13
it_it: ITALIAN Youths over 13

source: parent-guardian
it_it: ITALIAN Parents/Guardians

source: mentor
it_it: ITALIAN Mentors/Volunteers

source: champion
it_it: ITALIAN Champions

source: all-user-types
it_it: ITALIAN Everyone

source: Youth Under 13
it_it: ITALIAN Youth Under 13

source: Youth Over 13
it_it: ITALIAN Youth Over 13

source: Parent/Guardian
it_it: ITALIAN Parent/Guardian

source: Mentor/Volunteer
it_it: ITALIAN Mentor/Volunteer

source: Champion
it_it: ITALIAN Champion

source: recurring
it_it: ITALIAN Recurring

source: one-off
it_it: ITALIAN One off

source: Select event date...
it_it: ITALIAN Select event date...

source: Password must be a minimum of 8 characters in length and contain at least one number or punctuation character
it_it: ITALIAN Password must be a minimum of 8 characters in length and contain at least one number or punctuation character

source: Password must not be the same as your email address
it_it: ITALIAN Password must not be the same as your email address

source: Add a user type
it_it: ITALIAN Add a user type

source: Background Checked
it_it: ITALIAN Background Checked

source: Upload new picture
it_it: ITALIAN Upload new picture

source: Intro
it_it: ITALIAN Intro

source: Badges Welcome Text
it_it: ITALIAN Welcome to the CoderDojo Badges dashboard.

source: Short Description
it_it: ITALIAN Short Description

source: Award Badge
it_it: ITALIAN Award Badge

source: Remove
it_it: ITALIAN Remove

source: Award a badge...
it_it: ITALIAN Award a badge...

source: Select a user type to invite...
it_it: ITALIAN Select a user type to invite...

source: Are you sure you want to award this badge to
it_it: ITALIAN Are you sure you want to award this badge to

source: Badge Application Sent!
it_it: ITALIAN Badge Application Sent!

source: Badge Accepted! It is now visible on your profile page.
it_it: ITALIAN Badge Accepted! It is now visible on your profile page.

source: Badge not found.
it_it: ITALIAN Badge not found.

source: This badge has already been accepted.
it_it: ITALIAN This badge has already been accepted.

source: Only the nominated user can accept this badge.
it_it: ITALIAN Only the nominated user can accept this badge.

source: Date Awarded
it_it: ITALIAN Date Awarded

source: You can't request a badge application for your own user account.
it_it: ITALIAN You can't request a badge application for your own user account.

source: Please enter a Badge Claim Number.
it_it: ITALIAN Please enter a Badge Claim Number.

source: Invalid Badge Claim Number.
it_it: ITALIAN Invalid Badge Claim Number.

source: You have successfully claimed a badge. It is now visible on your profile page.
it_it: ITALIAN You have successfully claimed a badge. It is now visible on your profile page.

source: Enter Badge Claim Number
it_it: ITALIAN Enter Badge Claim Number

source: Go
it_it: ITALIAN Go

source: Claim Now
it_it: ITALIAN Claim Now

source: Champion and Dojo Admin permissions cannot be removed from a Dojo owner.
it_it: ITALIAN Champion and Dojo Admin permissions cannot be removed from a Dojo owner.

source: Dojo owners cannot be removed.
it_it: ITALIAN Dojo owners cannot be removed.

source: Successfully updated password.
it_it: ITALIAN Successfully updated password.

source: Failed to update password.
it_it: ITALIAN Failed to update password.

source: Reset not found.
it_it: ITALIAN Reset not found.

source: Reset not active.
it_it: ITALIAN Reset not active.

source: Reset stale.
it_it: ITALIAN Reset stale.

source: Error
it_it: ITALIAN Error

source: Edit Profile
it_it: ITALIAN Edit Profile

source: Export Badges
it_it: ITALIAN Export Badges

source: Error loading Events
it_it: ITALIAN Error loading Events:

source: Undisclosed
it_it: ITALIAN Undisclosed

source: Add Ninja under 13
it_it: ITALIAN Add Ninja under 13

source: Add Ninja over 13
it_it: ITALIAN Add Ninja over 13

source: This profile is private
it_it: ITALIAN This profile is private

source: We need mentors!
it_it: ITALIAN We need mentors!

source: Profile has been saved successfully
it_it: ITALIAN Profile has been saved successfully

source: An error has occurred while saving profile
it_it: ITALIAN An error has occurred while saving profile

source: Ninja
it_it: ITALIAN Ninja

source: Ninjas
it_it: ITALIAN Ninjas

source: Weekly
it_it: ITALIAN Weekly

source: Every two weeks
it_it: ITALIAN Every two weeks

source: An error has occured verifying your profile.
it_it: ITALIAN An error has occured verifying your profile.

source: Please complete your profile before continuing.
it_it: ITALIAN Please complete your profile before continuing.

source: An error has occured verifying the charter agreement.
it_it: ITALIAN An error has occured verifying the charter agreement.

source: error.general
it_it: ITALIAN There was an error on this page. Our technical staff have been notified

source: Find a Venue
it_it: ITALIAN Find a Venue

source: Promote your Dojo
it_it: ITALIAN Promote your Dojo

source: Find technical mentors in your community to volunteer at your Dojo.
it_it: ITALIAN Find technical mentors in your community to volunteer at your Dojo.

source: This is required for you to create a Dojo listing!
it_it: ITALIAN This is required for you to create a Dojo listing!

source: We recommend a ratio of 1:8 mentors to youths, e.g. for an average Dojo of 24 youth, 3 technical mentors would be suggested. Recruit as many mentors as not all volunteers will be able to make all sessions. If you are having difficulty finding mentors get in touch with local businesses, universities and parent groups.
it_it: ITALIAN We recommend a ratio of 1:8 mentors to youths, e.g. for an average Dojo of 24 youth, 3 technical mentors would be suggested. Recruit as many mentors as not all volunteers will be able to make all sessions. If you are having difficulty finding mentors get in touch with local businesses, universities and parent groups.

source: Find non-technical mentors. E.g. parents etc.
it_it: ITALIAN Find non-technical mentors. E.g. parents etc.

source: Background check
it_it: ITALIAN Background check

source: Locate a suitable free venue in your community.
it_it: ITALIAN Locate a suitable free venue in your community.

source: Ensure your venue is aware of local health and safety best practices.
it_it: ITALIAN Ensure your venue is aware of local health and safety best practices.

source: Please add a comment on how you’ve met local health and safety best practices in your region
it_it: ITALIAN Please add a comment on how you’ve met local health and safety best practices in your region

source: The main points to be aware of in a Dojo setting is extension cables! Make sure these are strapped to the floor and don’t cover pathways.
it_it: ITALIAN The main points to be aware of in a Dojo setting is extension cables! Make sure these are strapped to the floor and don’t cover pathways.

source: Ensure appropriate public liability insurance for your venue.
it_it: ITALIAN Ensure appropriate public liability insurance for your venue.

source: Set launch date and regular time for your Dojo
it_it: ITALIAN Set launch date and regular time for your Dojo

source: Create a plan for what content you would like to cover with your mentors.
it_it: ITALIAN Create a plan for what content you would like to cover with your mentors.

source: See <a href='http://kata.coderdojo.com/wiki/Learning_Resource' target='_blank'>Kata</a>, the CoderDojo community wiki for more information on learning resources
it_it: ITALIAN See <a href='http://kata.coderdojo.com/wiki/Learning_Resource' target='_blank'>Kata</a>, the CoderDojo community wiki for more information on learning resources

source: Many Dojos start with Scratch or dive straight into HTML. See Kata, the CoderDojo community wiki for <a href="http://kata.coderdojo.com/wiki/Learning_Resource">more information on learning resources.</a>
it_it: ITALIAN Many Dojos start with Scratch or dive straight into HTML. See Kata, the CoderDojo community wiki for <a href="http://kata.coderdojo.com/wiki/Learning_Resource">more information on learning resources.</a>

source: Setup ticketing and registration for your Dojo
it_it: ITALIAN Setup ticketing and registration for your Dojo

source: Ticketing can be done right here in the community platform!
it_it: ITALIAN Ticketing can be done right here in the community platform!

source: Set up an email address specifically for your Dojo
it_it: ITALIAN Set up an email address specifically for your Dojo

source: This is important as it will allow multiple people to assist in overseeing the email account. You can set up a gmail or standard free to use email address for your Dojo (for example docklandsdojo@gmail.com or we can issue you a coderdojo.com email when you are creating a listing on the next stage e.g. docklands.ie@coderdojo.com).
it_it: ITALIAN This is important as it will allow multiple people to assist in overseeing the email account. You can set up a gmail or standard free to use email address for your Dojo (for example docklandsdojo@gmail.com or we can issue you a coderdojo.com email when you are creating a listing on the next stage e.g. docklands.ie@coderdojo.com).

source: Set up social media presence for your Dojo. e.g. Facebook, Twitter
it_it: ITALIAN Set up social media presence for your Dojo. e.g. Facebook, Twitter

source: Learn how to connect with other Dojos on social media and the <a href="https://forums.coderdojo.com">CoderDojo discussion forums</a>
it_it: ITALIAN Learn how to connect with other Dojos on social media and the <a href="https://forums.coderdojo.com">CoderDojo discussion forums</a>

source: You must find technical mentors before continuing.
it_it: ITALIAN You must find technical mentors before continuing.

source: You must locate a suitable venue before continuing.
it_it: ITALIAN You must locate a suitable venue before continuing.

source: You must set a Date and time for your Dojo to take place.
it_it: ITALIAN You must set a Date and time for your Dojo to take place.

source: You must set an email address for your Dojo.
it_it: ITALIAN You must set an email address for your Dojo.

source: Please describe how you have background checked your team.
it_it: ITALIAN Please describe how you have background checked your team.

source: Set up background checking for all volunteers.
it_it: ITALIAN Set up background checking for all volunteers.

source: The requirements for background checking are specific to the legislation in your jurisdiction. You can see some guidelines on Child Protection and Background Checking on Kata <a href="http://kata.coderdojo.com/wiki/Child_Protection_and_Background_Checking">http://kata.coderdojo.com/wiki/Child_Protection_and_Background_Checking</a>. Please also ensure you check your local legislation. Please comment below describing the situation in your local Dojo.
it_it: ITALIAN The requirements for background checking are specific to the legislation in your jurisdiction. You can see some guidelines on Child Protection and Background Checking on Kata <a href="http://kata.coderdojo.com/wiki/Child_Protection_and_Background_Checking">http://kata.coderdojo.com/wiki/Child_Protection_and_Background_Checking</a>. Please also ensure you check your local legislation. Please comment below describing the situation in your local Dojo.

source: A suitable venue has tables, chairs, heat and ideally, wifi! Canteens, community centers, libraries, schools and corporate offices all make great venues. Venues should not replicate a teacher led classroom environment, instead rearrange the desks and chairs, put youths together and ensure there is space for mentors to walk around and assist the young people. Dojos should only be hosted in public spaces, you cannot host your Dojo in a private residence!
it_it: ITALIAN A suitable venue has tables, chairs, heat and ideally, wifi! Canteens, community centers, libraries, schools and corporate offices all make great venues. Venues should not replicate a teacher led classroom environment, instead rearrange the desks and chairs, put youths together and ensure there is space for mentors to walk around and assist the young people. Dojos should only be hosted in public spaces, you cannot host your Dojo in a private residence!

source: Please describe how you have ensured health and safety best practices.
it_it: ITALIAN Please describe how you have ensured health and safety best practices.

source: Please add a comment to let us know the situation with public liability in your Dojo.
it_it: ITALIAN Please add a comment to let us know the situation with public liability in your Dojo.

source: If your Dojo takes place in a corporate office, school or library it is likely that the existing public liability insurance covers the Dojo. Make sure you check this with the venue host in advance of your first session. If it doesn’t, ask the venue to sponsor the cost of adding it to their policy.
it_it: ITALIAN If your Dojo takes place in a corporate office, school or library it is likely that the existing public liability insurance covers the Dojo. Make sure you check this with the venue host in advance of your first session. If it doesn’t, ask the venue to sponsor the cost of adding it to their policy.

source: If you build it they will come! Pick a date for your first Dojo session and start working towards it. Dojos can run weekly, bi-weekly or monthly. They can be run on weekdays or weekends it all depends on what suits your community.
it_it: ITALIAN If you build it they will come! Pick a date for your first Dojo session and start working towards it. Dojos can run weekly, bi-weekly or monthly. They can be run on weekdays or weekends it all depends on what suits your community.

source: Embodying the Ethos
it_it: ITALIAN Embodying the Ethos

source: We will work to embody the CoderDojo ethos
it_it: ITALIAN We will work to embody the CoderDojo ethos
