Repository: Arrayindex/cp-zen-platform
Catalog: web/locale/*/messages.po
Languages: it_it

source: All mentors and young people are aware of online safety best practices and we only allow age appropriate content at our Dojo
it_it: ITALIAN All mentors and young people are aware of online safety best practices and we only allow age appropriate content at our Dojo

source: Optionally describe how this was achieved.
it_it: ITALIAN Optionally describe how this was achieved.

source: Data Protection: Our Dojo only uses data provided for the intended purpose. abides by data protection regulations in our jurisdiction.
it_it: ITALIAN Data Protection: Our Dojo only uses data provided for the intended purpose. abides by data protection regulations in our jurisdiction.

source: Diversity among our attendees is respected
it_it: ITALIAN Diversity among our attendees is respected

source: We will work to help engage with and improve the greater CoderDojo movement by
it_it: ITALIAN We will work to help engage with and improve the greater CoderDojo movement by

source: Communicating with the CoderDojo Foundation
it_it: ITALIAN Communicating with the CoderDojo Foundation

source: Contributing to Kata, the community knowledge base at kata.coderdojo.com
it_it: ITALIAN Contributing to Kata, the community knowledge base at kata.coderdojo.com

source: Connecting with local and international Dojos to share insights and supports
it_it: ITALIAN Connecting with local and international Dojos to share insights and supports

source: Admin permissions cannot be removed from a Dojo owner.
it_it: ITALIAN Admin permissions cannot be removed from a Dojo owner.

source: User permissions successfully updated.
it_it: ITALIAN User permissions successfully updated.

source: User types successfully updated.
it_it: ITALIAN User types successfully updated.

source: User successfully removed from Dojo.
it_it: ITALIAN User successfully removed from Dojo.

source: Ninja Over 13
it_it: ITALIAN Ninja Over 13

source: Ninja Under 13
it_it: ITALIAN Ninja Under 13

source: Please add your location manually by clicking on the map.
it_it: ITALIAN Please add your location manually by clicking on the map.

source: You do not have permission to update this Dojo.
it_it: ITALIAN You do not have permission to update this Dojo.

source: Page not found
it_it: ITALIAN PAGE NOT FOUND!

source: Founder
it_it: ITALIAN Founder

source: Error setting up event
it_it: ITALIAN Error setting up event

source: Event Date
it_it: ITALIAN Event Date

source: Waitlist
it_it: ITALIAN Waitlist

source: New Applicant
it_it: ITALIAN New Applicant

source: Invite Ninja over 13
it_it: ITALIAN Invite Ninja over 13

source: Enter Ninja Email Address
it_it: ITALIAN Enter Ninja Email Address

source: Error inviting Ninja
it_it: ITALIAN Error inviting Ninja

source: Successfully approved invite Ninja request.
it_it: ITALIAN Successfully approved invite Ninja request.

source: Error approving invite Ninja request.
it_it: ITALIAN Error approving invite Ninja request.

source: Approve Invite Ninja Request
it_it: ITALIAN Approve Invite Ninja Request

source: Check In
it_it: ITALIAN Check In

source: This Dojo currently has no active events
it_it: ITALIAN This Dojo currently has no active events

source: 'Cannot find founder of dojo'
it_it: ITALIAN 'Cannot find founder of dojo'

source: dojo.setup.confirmation
it_it: ITALIAN Are you sure you have filled out all the information correctly and wish to proceed?

source: Confirmation
it_it: ITALIAN Confirmation

source: An error has occurred while saving dojo lead
it_it: ITALIAN An error has occurred while saving dojo lead

source: Unable to retrieve user details
it_it: ITALIAN Unable to retrieve user details

source: has been successfully checked in
it_it: ITALIAN has been successfully checked in

source: Email address not found
it_it: ITALIAN Email address not found.

source: has been successfully approved
it_it: ITALIAN has been successfully approved

source: captcha error
it_it: ITALIAN captcha error

source: Enter Email
it_it: ITALIAN Enter Email

source: Are you sure you want to remove this user from your Dojo?
it_it: ITALIAN Are you sure you want to remove this user from your Dojo?

source: Error loading events
it_it: ITALIAN Error loading events

source: Error loading applications
it_it: ITALIAN Error loading applications

source: Has access to Technical Mentors:
it_it: ITALIAN Has access to Technical Mentors:

source: Has access to a Venue:
it_it: ITALIAN Has access to a Venue:

source: General Enquiries:
it_it: ITALIAN General Enquiries:

source: Partner Enquiries:
it_it: ITALIAN Partner Enquiries:

source: About
it_it: ITALIAN About

source: Supported by the CoderDojo Foundation, CHY 20812. For more information about the CoderDojo Foundation, click
it_it: ITALIAN Supported by the CoderDojo Foundation, CHY 20812. For more information about the CoderDojo Foundation, click

source: here
it_it: ITALIAN here

source: Accepting badge...
it_it: ITALIAN Accepting badge...

source: Manage Attendance for:
it_it: ITALIAN Manage Attendance for:

source: Date of birth is empty
it_it: ITALIAN Date of birth is empty

source: Search by user email
it_it: ITALIAN Search by user email

source: List
it_it: ITALIAN List

source: Select state...
it_it: ITALIAN Select state...

source: Select stage...
it_it: ITALIAN Select stage...

source: Search by dojo name
it_it: ITALIAN Search by dojo name

source: Search by dojo email
it_it: ITALIAN Search by dojo email

source: Go!
it_it: ITALIAN Go!

source: Alias
it_it: ITALIAN Alias

source: An error has occured while accepting invitation
it_it: ITALIAN An error has occured while accepting invitation

source: Please resolve the captcha
it_it: ITALIAN Please resolve the captcha

source: Please click here to complete all of the recommended practices for
it_it: ITALIAN Please click here to complete all of the recommended practices for

source: Your first Dojo application is awaiting verification. You can create a second Dojo after it has been verified.
it_it: ITALIAN Your first Dojo application is awaiting verification. You can create a second Dojo after it has been verified.

source: If you need help completing your initial Dojo application, please contact us at
it_it: ITALIAN If you need help completing your initial Dojo application, please contact us at

source: There was an error uploading your profile picture.
it_it: ITALIAN There was an error uploading your profile picture.

source: Invitation was sent successfully.
it_it: ITALIAN Invitation was sent successfully.

source: An error has occurred while sending invitation
it_it: ITALIAN An error has occurred while sending invitation

source: Our Dojo abides by data protection regulations in our jurisdiction
it_it: ITALIAN Our Dojo abides by data protection regulations in our jurisdiction

source: Inclusion is a fundamental principle of CoderDojo, <a href="http://kata.coderdojo.com/wiki/Guiding_Principles_and_Philosophies#Inclusion_Statement">read our short inclusion statement and confirm you and your mentors are in agreement.</a>
it_it: ITALIAN Inclusion is a fundamental principle of CoderDojo, <a href="http://kata.coderdojo.com/wiki/Guiding_Principles_and_Philosophies#Inclusion_Statement">read our short inclusion statement and confirm you and your mentors are in agreement.</a>

source: Our Dojo will work to engage with and improve the greater CoderDojo movement by:
it_it: ITALIAN Our Dojo will work to engage with and improve the greater CoderDojo movement by:

source: This dojo has no coordinates.
it_it: ITALIAN This dojo has no coordinates.

source: Register Champion
it_it: ITALIAN Register Champion

source: Invitation to become a Parent/Guardian
it_it: ITALIAN Invitation to become a Parent/Guardian

source: CoderDojo Password Reset
it_it: ITALIAN CoderDojo Password Reset

source: Approve Parent Request
it_it: ITALIAN Approve Parent Request

source: Welcome to CoderDojo!
it_it: ITALIAN Welcome to CoderDojo!

source: New Dojo Invitation
it_it: ITALIAN New Dojo Invitation

source: New Request to join your Dojo
it_it: ITALIAN New Request to join your Dojo

source: A user has left your Dojo
it_it: ITALIAN A user has left your Dojo

source: Event application approved
it_it: ITALIAN Event application approved

source: Event application received
it_it: ITALIAN Event application received

source: CoderDojo Badge Nomination
it_it: ITALIAN CoderDojo Badge Nomination

source: New Mentor Request to join your Dojo
it_it: ITALIAN New Mentor Request to join your Dojo

source: We created a new Google Email for your Dojo
it_it: ITALIAN We created a new Google Email for your Dojo

source: Please click on the map to pinpoint your location
it_it: ITALIAN Please click on the map to pinpoint your location

source: Welcome New CoderDojo Champion!
it_it: ITALIAN Welcome New CoderDojo Champion!

source: The first step towards setting up a Dojo in your area is filling out the form below and giving us a little more information about yourself.
it_it: ITALIAN The first step towards setting up a Dojo in your area is filling out the form below and giving us a little more information about yourself.

source: If you wish to learn more about the process of starting a CoderDojo in your area before completing this form please see Kata, the CoderDojo Community Knowledge Base.
it_it: ITALIAN If you wish to learn more about the process of starting a CoderDojo in your area before completing this form please see Kata, the CoderDojo Community Knowledge Base.

source: See Kata here:
it_it: ITALIAN See Kata here:

source: You can also at any point contact info@coderdojo.com for support.
it_it: ITALIAN You can also at any point contact info@coderdojo.com for support.

source: This is not required but will help you significantly with the running of your Dojo! We recommend encouraging parents to get involved in the running of your Dojo. This could include managing social media accounts, overseeing ticketing for the Dojo, recruiting mentors, local outreach etc.
it_it: ITALIAN This is not required but will help you significantly with the running of your Dojo! We recommend encouraging parents to get involved in the running of your Dojo. This could include managing social media accounts, overseeing ticketing for the Dojo, recruiting mentors, local outreach etc.

source: This is specific to the legislation in your jurisdiction. Please comment below giving us more information or contact a CoderDojo Foundation staff member at <a href='mailto:info@coderdojo.com'>info@coderdojo.com</a>
it_it: ITALIAN This is specific to the legislation in your jurisdiction. Please comment below giving us more information or contact a CoderDojo Foundation staff member at <a href='mailto:info@coderdojo.com'>info@coderdojo.com</a>

source: This is a part of CoderDojo Tao and CoderDojo recommended practice! To find out more about CoderDojo Tao and best practices for CoderDojo please see
it_it: ITALIAN This is a part of CoderDojo Tao and CoderDojo recommended practice! To find out more about CoderDojo Tao and best practices for CoderDojo please see

source: This is a part of CoderDojo Tao and CoderDojo recommended practice! To find out more about CoderDojo Tao and best practices for CoderDojo please click icon below
it_it: ITALIAN This is a part of CoderDojo Tao and CoderDojo recommended practice! To find out more about CoderDojo Tao and best practices for CoderDojo please click icon below

source: This is not required but will help you significantly with the running of your Dojo and will help in connecting you to the global CoderDojo community!
it_it: ITALIAN This is not required but will help you significantly with the running of your Dojo and will help in connecting you to the global CoderDojo community!

source: Please read CoderDojo ECHO, our guide to the Ethos, Culture, Happiness and Outcomes of CoderDojo <a href='http://kata.coderdojo.com/wiki/Guiding_Principles_and_Philosophies' target='_blank'>here</a>
it_it: ITALIAN Please read CoderDojo ECHO, our guide to the Ethos, Culture, Happiness and Outcomes of CoderDojo <a href='http://kata.coderdojo.com/wiki/Guiding_Principles_and_Philosophies' target='_blank'>here</a>

source: Online Safety: Ensure all mentors have read the Online Safety 101 document. and young people are aware of online safety best practices and we only allow age appropriate content at our Dojo
it_it: ITALIAN Online Safety: Ensure all mentors have read the Online Safety 101 document. and young people are aware of online safety best practices and we only allow age appropriate content at our Dojo

source: Please see Online Safety 101 for Mentors <a href='https://docs.google.com/document/d/1DDwpYKBltkJXH15pr_p2Ig0_9l4Uq2TdE7zG_9QsdjI/edit?usp=sharing' target='_blank'>here</a> and Online Safety 101 for Ninjas <a href='https://docs.google.com/document/d/1BIhYjhOiTxeFdbBRVouBZQRWLQD_v-gCkCIYtDcP2CM/edit?usp=sharing' target='_blank'>here</a>
it_it: ITALIAN Please see Online Safety 101 for Mentors <a href='https://docs.google.com/document/d/1DDwpYKBltkJXH15pr_p2Ig0_9l4Uq2TdE7zG_9QsdjI/edit?usp=sharing' target='_blank'>here</a> and Online Safety 101 for Ninjas <a href='https://docs.google.com/document/d/1BIhYjhOiTxeFdbBRVouBZQRWLQD_v-gCkCIYtDcP2CM/edit?usp=sharing' target='_blank'>here</a>

source: Data protection is increasingly becoming an important topic, <a href="http://kata.coderdojo.com/wiki/Data_Protection_101">here are some simple tips to make sure you stay informed</a>.
it_it: ITALIAN Data protection is increasingly becoming an important topic, <a href="http://kata.coderdojo.com/wiki/Data_Protection_101">here are some simple tips to make sure you stay informed</a>.

source: You can see more information on Data Protection <a href='https://docs.google.com/document/d/18XQNYEMQrBDJoR0Gt1ryC6CzxDEd_k41p4PEeKYtIxE/edit?usp=sharing' target='_blank'>here</a>
it_it: ITALIAN You can see more information on Data Protection <a href='https://docs.google.com/document/d/18XQNYEMQrBDJoR0Gt1ryC6CzxDEd_k41p4PEeKYtIxE/edit?usp=sharing' target='_blank'>here</a>

source: You can see more information on our inclusion policy <a href='http://kata.coderdojo.com/wiki/Guiding_Principles_and_Philosophies#Inclusion_Policy' target='_blank'>here</a>
it_it: ITALIAN You can see more information on our inclusion policy <a href='http://kata.coderdojo.com/wiki/Guiding_Principles_and_Philosophies#Inclusion_Policy' target='_blank'>here</a>

source: See more information on the supports available to you <a href='https://coderdojo.com/organise-a-dojo/community-support/' target='_blank'>here</a>
it_it: ITALIAN See more information on the supports available to you <a href='https://coderdojo.com/organise-a-dojo/community-support/' target='_blank'>here</a>

source: Please feel free to add comments or more information here
it_it: ITALIAN Please feel free to add comments or more information here

source: Please sign the charter before continuing
it_it: ITALIAN Please sign the charter before continuing

source: First
it_it: ITALIAN First

source: Last
it_it: ITALIAN Last

source: Today
it_it: ITALIAN Today

source: Clear
it_it: ITALIAN Clear

source: Done
it_it: ITALIAN Done

source: Event name is empty
it_it: ITALIAN Event name is empty

source: Description is empty
it_it: ITALIAN Description is empty

source: Recurrence is empty
it_it: ITALIAN Recurrence is empty

source: Capacity is empty
it_it: ITALIAN Capacity is empty

source: None of your Dojo's have any Events planned currently
it_it: ITALIAN None of your Dojo's have any Events planned currently

source: If you wish please provide a link to your LinkedIn page.
it_it: ITALIAN If you wish please provide a link to your LinkedIn page.

source: If you wish please provide a link to your Twitter page.
it_it: ITALIAN If you wish please provide a link to your Twitter page.

source: Past events cannot be created
it_it: ITALIAN Past events cannot be created

source: Event Invitation
it_it: ITALIAN Event Invitation

source: e.g. @CoderDojo
it_it: ITALIAN e.g. @CoderDojo

source: User is already a parent of this Ninja
it_it: ITALIAN User is already a parent of this Ninja

source: You must be a parent to invite a Ninja
it_it: ITALIAN You must be a parent to invite a Ninja

source: Invalid invite request. Ninja email does not exist.
it_it: ITALIAN Invalid invite request. Ninja email does not exist.

source: Ninja must be an over 13 attendee
it_it: ITALIAN Ninja must be an over 13 attendee

source: User has already received this badge.
it_it: ITALIAN User has already received this badge.

source: Invalid request. No badge received.
it_it: ITALIAN Invalid request. No badge received.

source: Parent profile does not exist.
it_it: ITALIAN Parent profile does not exist.

source: You have a Dojo application awaiting verification. You can create another Dojo after it has been verified.
it_it: ITALIAN You have a Dojo application awaiting verification. You can create another Dojo after it has been verified.

source: No Dojos match your search query.
it_it: ITALIAN No Dojos match your search query.

source: Please let us know how you heard about CoderDojo
it_it: ITALIAN Please let us know how you heard about CoderDojo

source: Please specify how you heard about CoderDojo
it_it: ITALIAN Please specify how you heard about CoderDojo

source: Private Dojo
it_it: ITALIAN Private Dojo

source: This means this Dojo is only open to specific people (for example, students in a school). Please do not contact this Dojo.
it_it: ITALIAN This means this Dojo is only open to specific people (for example, students in a school). Please do not contact this Dojo.

source: e.g. docklands.ie@coderdojo.com/docklandsdojo@gmail.com
it_it: ITALIAN e.g. docklands.ie@coderdojo.com/docklandsdojo@gmail.com

source: e.g. Docklands, Dublin 1 @ CHQ Building
it_it: ITALIAN e.g. Docklands, Dublin 1 @ CHQ Building

source: e.g. Saturdays, monthly, 9-11am
it_it: ITALIAN e.g. Saturdays, monthly, 9-11am

source: Badge Accepted!
it_it: ITALIAN Badge Accepted!

source: Dojo Supported By
it_it: ITALIAN Dojo Supported By

source: Email is required
it_it: ITALIAN Email is required

source: We have just relaunched Zen, click here to reset your password
it_it: ITALIAN We have just relaunched Zen, click here to reset your password

source: Join request not found
it_it: ITALIAN Join request not found

source: You must have the Dojo Admin permission to accept user join requests.
it_it: ITALIAN You must have the Dojo Admin permission to accept user join requests.

source: You must have the parent/guardian user type to accept this invite
it_it: ITALIAN You must have the parent/guardian user type to accept this invite

source: Invite token not found
it_it: ITALIAN Invite token not found

source: Only the invited parent can approve this request.
it_it: ITALIAN Only the invited parent can approve this request.

source: This email is already associated with an account.
it_it: ITALIAN This email is already associated with an account.

source: on
it_it: ITALIAN on

source: at
it_it: ITALIAN at

source: Export Guest List
it_it: ITALIAN Export Guest List

source: Start time
it_it: ITALIAN Start time

source: End time
it_it: ITALIAN End time

source: Charter already signed.
it_it: ITALIAN Charter already signed.

source: Your profile image is too large. Please resize to a maximum of 640/640 pixels.
it_it: ITALIAN Your profile image is too large. Please resize to a maximum of 640/640 pixels.

source: By changing one of the following: Dojo Name, Country, City/Town, your dojo public url will be changed. Do you agree with this?
it_it: ITALIAN By changing one of the following: Dojo Name, Country, City/Town, your dojo public url will be changed. Do you agree with this?

source: Avatar upload: file must be an image.
it_it: ITALIAN Avatar upload: file must be an image.

source: Avatar upload: max file size of 5MB exceeded.
it_it: ITALIAN Avatar upload: max file size of 5MB exceeded.

source: Home
it_it: ITALIAN Home

source: Edit Dojo
it_it: ITALIAN Edit Dojo

source: My Events
it_it: ITALIAN My Events

source: Review Champion Application
it_it: ITALIAN Review Champion Application

source: Setup Dojo
it_it: ITALIAN Setup Dojo

source: Accept Badge
it_it: ITALIAN Accept Badge

source: Approve Ninja
it_it: ITALIAN Approve Ninja

source: Reset Password
it_it: ITALIAN Reset Password

source: Terms & Conditions
it_it: ITALIAN Terms & Conditions

source: Edit Event
it_it: ITALIAN Edit Event
