Repository: Arrayindex/cp-zen-platform
Catalog: web/locale/*/messages.po
Languages: it_it

source: CoderDojo Foundation reserves the right, at our discretion, to change, modify, add, or remove portions of the Terms at any time. Please check the Terms and any Guidelines periodically for changes. Your continued use of Zen after the posting of changes constitutes your binding acceptance of such changes. For any material changes to the Terms, CoderDojo Foundation will make reasonable effort to provide notice to you of such amended Terms, such as by an email notification to the address associated with your account or by posting a notice on the Website, and such amended terms will be effective against You on the earlier of (i) your actual notice of such changes and (ii) thirty days after CoderDojo Foundation makes reasonable attempt to provide you such notice. Disputes arising under these Terms will be resolved in accordance with the version of the Terms in place at the time the dispute arose.
it_it: ITALIAN CoderDojo Foundation reserves the right, at our discretion, to change, modify, add, or remove portions of the Terms at any time. Please check the Terms and any Guidelines periodically for changes. Your continued use of Zen after the posting of changes constitutes your binding acceptance of such changes. For any material changes to the Terms, CoderDojo Foundation will make reasonable effort to provide notice to you of such amended Terms, such as by an email notification to the address associated with your account or by posting a notice on the Website, and such amended terms will be effective against You on the earlier of (i) your actual notice of such changes and (ii) thirty days after CoderDojo Foundation makes reasonable attempt to provide you such notice. Disputes arising under these Terms will be resolved in accordance with the version of the Terms in place at the time the dispute arose.

source: SECTION 5 - USER CONTENT LICENSE GRANT; REPRESENTATIONS AND WARRANTIES
it_it: ITALIAN SECTION 5 - USER CONTENT LICENSE GRANT; REPRESENTATIONS AND WARRANTIES

source: CoderDojo Foundation may permit (a) the posting and/or publishing by You and other Users of notes, questions, comments, ratings, reviews, images, videos and other audio-visual materials and communications (collectively, "User Postings") and (b) the posting, creation, or modification by You and other users of computer code (including source code and object code) ("User Code|) (User Postings and User Code, collectively, "User Content"). You understand that whether or not such User Content is published, CoderDojo Foundation does not guarantee any confidentiality with respect to any submissions.
it_it: ITALIAN CoderDojo Foundation may permit (a) the posting and/or publishing by You and other Users of notes, questions, comments, ratings, reviews, images, videos and other audio-visual materials and communications (collectively, "User Postings") and (b) the posting, creation, or modification by You and other users of computer code (including source code and object code) ("User Code|) (User Postings and User Code, collectively, "User Content"). You understand that whether or not such User Content is published, CoderDojo Foundation does not guarantee any confidentiality with respect to any submissions.

source: License Grant to CoderDojo Foundation.
it_it: ITALIAN License Grant to CoderDojo Foundation.

source: Whenever you make use of a feature that allows you to upload material to our Website, or to make contact with other users of our Website, you must comply with all applicable laws and our User Content Representations and Warranties and User Content Disclaimer. Any material you upload to our Website will be considered non-confidential and nonproprietary, and we have the right to use, copy, distribute and disclose to third parties any such material for any purpose (except where specifically identified as third party content). We also have the right to disclose your identity to any third party who is claiming that any material posted or uploaded by you to our website constitutes a violation of their intellectual property rights, or of their right to privacy. We will not be responsible, or liable to any third party, for the content or accuracy of any materials posted by you or any other user. We have the right to remove any material or posting you make on our Website if, in our opinion, such material does not comply with applicable laws or our User Content Representations and Warranties and User Content Disclaimer.
it_it: ITALIAN Whenever you make use of a feature that allows you to upload material to our Website, or to make contact with other users of our Website, you must comply with all applicable laws and our User Content Representations and Warranties and User Content Disclaimer. Any material you upload to our Website will be considered non-confidential and nonproprietary, and we have the right to use, copy, distribute and disclose to third parties any such material for any purpose (except where specifically identified as third party content). We also have the right to disclose your identity to any third party who is claiming that any material posted or uploaded by you to our website constitutes a violation of their intellectual property rights, or of their right to privacy. We will not be responsible, or liable to any third party, for the content or accuracy of any materials posted by you or any other user. We have the right to remove any material or posting you make on our Website if, in our opinion, such material does not comply with applicable laws or our User Content Representations and Warranties and User Content Disclaimer.

source: License Grant to Users.
it_it: ITALIAN License Grant to Users.

source: (a) User Postings. By posting, submitting or distributing User Postings through the Website, You hereby grant to each User of the Website a non-exclusive license to access and use your User Postings in any manner permitted or made available by CoderDojo Foundation on or through the Website.
it_it: ITALIAN (a) User Postings. By posting, submitting or distributing User Postings through the Website, You hereby grant to each User of the Website a non-exclusive license to access and use your User Postings in any manner permitted or made available by CoderDojo Foundation on or through the Website.

source: (b) User Code. By posting, submitting or distributing User Code through the Website, You hereby grant to each User of the Website a non-exclusive license to access, use, reproduce, and distribute your User Code as fully permitted under, and in accordance with the terms of, the MIT license (currently available at: http://opensource.org/licenses/mit-license.php) (the "MIT License").
it_it: ITALIAN (b) User Code. By posting, submitting or distributing User Code through the Website, You hereby grant to each User of the Website a non-exclusive license to access, use, reproduce, and distribute your User Code as fully permitted under, and in accordance with the terms of, the MIT license (currently available at: http://opensource.org/licenses/mit-license.php) (the "MIT License").

source: User Content Representations and Warranties.
it_it: ITALIAN User Content Representations and Warranties.

source: You are solely responsible for your User Content and the consequences of posting, creating, or publishing them. You represent and warrant that: (1) You are the creator and owner of or have the necessary licenses, rights, consents, and permissions to use and to authorize CoderDojo Foundation and Zen's Users to use and distribute your User Content as necessary to exercise the licenses granted by You in these Terms and in the manner contemplated by CoderDojo Foundation and these Terms; (2) your User Content does not and will not: (a) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right or (b) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person; and (3) your User Content does not contain any viruses, adware, spyware, worms, or other malicious code.
it_it: ITALIAN You are solely responsible for your User Content and the consequences of posting, creating, or publishing them. You represent and warrant that: (1) You are the creator and owner of or have the necessary licenses, rights, consents, and permissions to use and to authorize CoderDojo Foundation and Zen's Users to use and distribute your User Content as necessary to exercise the licenses granted by You in these Terms and in the manner contemplated by CoderDojo Foundation and these Terms; (2) your User Content does not and will not: (a) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right or (b) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person; and (3) your User Content does not contain any viruses, adware, spyware, worms, or other malicious code.

source: Access to Your User Content.
it_it: ITALIAN Access to Your User Content.

source: The CoderDojo Foundation may permit Users to share their User Content with a select group of other Users, or make their User Content public for all (even non-Website users) to view. You acknowledge and agree that, although Zen may provide certain features intended to allow you to restrict some User Content you create from others, The CoderDojo Foundation does not guarantee that such User Content will never be accessible by others. In the event of unauthorized access, The CoderDojo Foundation will use reasonable efforts to notify you pursuant to Section 14.1 below. THE CODERDOJO FOUNDATION HEREBY DISCLAIMS ANY AND ALL LIABILITY WITH RESPECT TO ANY UNAUTHORIZED ACCESS TO ANY RESTRICTED USER CONTENT.
it_it: ITALIAN The CoderDojo Foundation may permit Users to share their User Content with a select group of other Users, or make their User Content public for all (even non-Website users) to view. You acknowledge and agree that, although Zen may provide certain features intended to allow you to restrict some User Content you create from others, The CoderDojo Foundation does not guarantee that such User Content will never be accessible by others. In the event of unauthorized access, The CoderDojo Foundation will use reasonable efforts to notify you pursuant to Section 14.1 below. THE CODERDOJO FOUNDATION HEREBY DISCLAIMS ANY AND ALL LIABILITY WITH RESPECT TO ANY UNAUTHORIZED ACCESS TO ANY RESTRICTED USER CONTENT.

source: User Content Disclaimer.
it_it: ITALIAN User Content Disclaimer.

source: You understand that when using the Website You will be exposed to User Content from a variety of sources, and that The CoderDojo Foundation is not responsible for the accuracy, usefulness, or intellectual property rights of or relating to such User Content. You further understand and acknowledge that You may be exposed to User Content that is inaccurate, offensive, indecent or objectionable, and You agree to waive, and hereby do waive, any legal or equitable rights or remedies You have or may have against The CoderDojo Foundation with respect thereto. The CoderDojo Foundation does not endorse any User Content or any opinion, recommendation or advice expressed therein, and The CoderDojo Foundation expressly disclaims any and all liability in connection with User Content.
it_it: ITALIAN You understand that when using the Website You will be exposed to User Content from a variety of sources, and that The CoderDojo Foundation is not responsible for the accuracy, usefulness, or intellectual property rights of or relating to such User Content. You further understand and acknowledge that You may be exposed to User Content that is inaccurate, offensive, indecent or objectionable, and You agree to waive, and hereby do waive, any legal or equitable rights or remedies You have or may have against The CoderDojo Foundation with respect thereto. The CoderDojo Foundation does not endorse any User Content or any opinion, recommendation or advice expressed therein, and The CoderDojo Foundation expressly disclaims any and all liability in connection with User Content.

source: SECTION 6 - SUSPENSION AND TERMINATION OF ACCOUNTS
it_it: ITALIAN SECTION 6 - SUSPENSION AND TERMINATION OF ACCOUNTS

source: The CoderDojo Foundation has the right to suspend your account for violations of the Terms of Use. Repeat violators may have their account deleted. The CoderDojo Foundation reserves the sole right to determine what constitutes a violation of the Terms of Use. The CoderDojo Foundation also reserves the right to terminate any account used to circumvent prior enforcement of the Terms of Use.
it_it: ITALIAN The CoderDojo Foundation has the right to suspend your account for violations of the Terms of Use. Repeat violators may have their account deleted. The CoderDojo Foundation reserves the sole right to determine what constitutes a violation of the Terms of Use. The CoderDojo Foundation also reserves the right to terminate any account used to circumvent prior enforcement of the Terms of Use.

source: If you want to delete or temporarily disable your account, please email info@coderdojo.com.
it_it: ITALIAN If you want to delete or temporarily disable your account, please email info@coderdojo.com.

source: SECTION 7 - THIRD PARTY WEBSITES
it_it: ITALIAN SECTION 7 - THIRD PARTY WEBSITES

source: Content on Zen, including user-generated content, may include links to third party websites. The CoderDojo Foundation is not capable of reviewing or managing third party websites, and assumes no responsibility for the privacy practices, content, or functionality of third party websites. You agree to relieve the CoderDojo Foundation of any and all liability arising from third party websites.
it_it: ITALIAN Content on Zen, including user-generated content, may include links to third party websites. The CoderDojo Foundation is not capable of reviewing or managing third party websites, and assumes no responsibility for the privacy practices, content, or functionality of third party websites. You agree to relieve the CoderDojo Foundation of any and all liability arising from third party websites.

source: SECTION 8 - INDEMNIFICATION
it_it: ITALIAN SECTION 8 - INDEMNIFICATION

source: You agree to indemnify The CoderDojo Foundation, and all their affiliates, employees, faculty members, fellows, students, agents, representatives, third party service providers, and members of their governing boards (all of which are "CoderDojo Entities"), and to defend and hold each of them harmless, from any and all claims and liabilities (including attorneys' fees) arising out of or related to your breach of the Terms of Service or your use of Zen.
it_it: ITALIAN You agree to indemnify The CoderDojo Foundation, and all their affiliates, employees, faculty members, fellows, students, agents, representatives, third party service providers, and members of their governing boards (all of which are "CoderDojo Entities"), and to defend and hold each of them harmless, from any and all claims and liabilities (including attorneys' fees) arising out of or related to your breach of the Terms of Service or your use of Zen.

source: SECTION 9 - DISCLAIMER OF WARRANTY
it_it: ITALIAN SECTION 9 - DISCLAIMER OF WARRANTY

source: You acknowledge that you are using Zen at your own risk. Zen is provided "as is," and the CoderDojo Foundation hereby expressly disclaim any and all warranties, express and implied, including but not limited to any warranties of accuracy, reliability, title, merchantability, non-infringement, fitness for a particular purpose or any other warranty, condition, guarantee or representation, whether oral, in writing or in electronic form, including but not limited to the accuracy or completeness of any information contained therein or provided by Zen. Without limiting the foregoing, the CoderDojo Foundation disclaim any and all warranties, express and implied, regarding user-generated content and CoderDojo events. The CoderDojo Foundation and their third party service providers do not represent or warrant that access to Zen will be uninterrupted or that there will be no failures, errors or omissions or loss of transmitted information, or that no viruses will be transmitted through Zen services.
it_it: ITALIAN You acknowledge that you are using Zen at your own risk. Zen is provided "as is," and the CoderDojo Foundation hereby expressly disclaim any and all warranties, express and implied, including but not limited to any warranties of accuracy, reliability, title, merchantability, non-infringement, fitness for a particular purpose or any other warranty, condition, guarantee or representation, whether oral, in writing or in electronic form, including but not limited to the accuracy or completeness of any information contained therein or provided by Zen. Without limiting the foregoing, the CoderDojo Foundation disclaim any and all warranties, express and implied, regarding user-generated content and CoderDojo events. The CoderDojo Foundation and their third party service providers do not represent or warrant that access to Zen will be uninterrupted or that there will be no failures, errors or omissions or loss of transmitted information, or that no viruses will be transmitted through Zen services.

source: SECTION 10 - LIMITATION OF LIABILITY
it_it: ITALIAN SECTION 10 - LIMITATION OF LIABILITY

source: The CoderDojo Foundation shall not be liable to you or any third parties for any direct, indirect, special, consequential or punitive damages of any kind, regardless of the type of claim or the nature of the cause of action, even if the CoderDojo has been advised of the possibility of such damages. Without limiting the foregoing, the CoderDojo Foundation shall have no liability to you or any third parties for damages or harms arising out of user-generated content or CoderDojo events.
it_it: ITALIAN The CoderDojo Foundation shall not be liable to you or any third parties for any direct, indirect, special, consequential or punitive damages of any kind, regardless of the type of claim or the nature of the cause of action, even if the CoderDojo has been advised of the possibility of such damages. Without limiting the foregoing, the CoderDojo Foundation shall have no liability to you or any third parties for damages or harms arising out of user-generated content or CoderDojo events.

source: Zen is offered by the CoderDojo Foundation from its facilities in the Republic of Ireland. The CoderDojo Foundation makes no representations that Zen is appropriate or available for use in other locations. Those who access or use Zen are responsible for compliance with local law.
it_it: ITALIAN Zen is offered by the CoderDojo Foundation from its facilities in the Republic of Ireland. The CoderDojo Foundation makes no representations that Zen is appropriate or available for use in other locations. Those who access or use Zen are responsible for compliance with local law.

source: SECTION 12 - CHOICE OF LANGUAGE
it_it: ITALIAN SECTION 12 - CHOICE OF LANGUAGE

source: If the CoderDojo Foundation provides you with a translation of the English language version of these Terms of Use, the Privacy Policy, or any other policy, then you agree that the translation is provided for informational purposes only and does not modify the English language version. In the event of a conflict between a translation and the English version, the English version will govern.
it_it: ITALIAN If the CoderDojo Foundation provides you with a translation of the English language version of these Terms of Use, the Privacy Policy, or any other policy, then you agree that the translation is provided for informational purposes only and does not modify the English language version. In the event of a conflict between a translation and the English version, the English version will govern.

source: SECTION 13 - NO WAIVER
it_it: ITALIAN SECTION 13 - NO WAIVER

source: No waiver of any term of these Terms of Use shall be deemed a further or continuing waiver of such term or any other term, and the CoderDojo Foundation's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision.
it_it: ITALIAN No waiver of any term of these Terms of Use shall be deemed a further or continuing waiver of such term or any other term, and the CoderDojo Foundation's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision.

source: SECTION 14 - ENTIRE AGREEMENT
it_it: ITALIAN SECTION 14 - ENTIRE AGREEMENT

source: This document, together with all appendices, constitutes the entire Terms of Use and supersedes all previous agreements with the CoderDojo Foundation relating to the use of Zen.
it_it: ITALIAN This document, together with all appendices, constitutes the entire Terms of Use and supersedes all previous agreements with the CoderDojo Foundation relating to the use of Zen.

source: Revision date: 29th July 2015
it_it: ITALIAN Revision date: 29th July 2015

source: CoderDojo Champion Registration Form
it_it: ITALIAN CoderDojo Champion Registration Form

source: General Information
it_it: ITALIAN General Information

source: Email Address
it_it: ITALIAN Email Address

source: Please provide a personal email address.
it_it: ITALIAN Please provide a personal email address.

source: Full Name
it_it: ITALIAN Full Name

source: Please provide your full name
it_it: ITALIAN Please provide your full name

source: Planned Dojo Location
it_it: ITALIAN Planned Dojo Location

source: Please let us know where in the world you are planning to set up your Dojo. eg. Town, City, State, Country
it_it: ITALIAN Please let us know where in the world you are planning to set up your Dojo. eg. Town, City, State, Country

source: Planned Dojo Location is empty
it_it: ITALIAN Planned Dojo Location is empty

source: Date of Birth
it_it: ITALIAN Date of Birth

source: Telephone Number
it_it: ITALIAN Telephone Number

source: Telephone Number is empty
it_it: ITALIAN Telephone Number is empty

source: Experience
it_it: ITALIAN Experience

source: Do you have any relevant experience working with young people
it_it: ITALIAN Do you have any relevant experience working with young people?

source: Experience is empty
it_it: ITALIAN Experience is empty

source: Please include country code.
it_it: ITALIAN Please include country code.

source: Please let us know of any technical experience you have that will help you run your Dojo. This is not required to organise a Dojo, as long you find a solid team of technical mentors. If none, please respond N/A.
it_it: ITALIAN Please let us know of any technical experience you have that will help you run your Dojo. This is not required to organise a Dojo, as long you find a solid team of technical mentors. If none, please respond N/A.

source: Please list any relevant technical experience
it_it: ITALIAN Please list any relevant technical experience.

source: Technical Experience is empty
it_it: ITALIAN Technical Experience is empty

source: How did you hear about CoderDojo
it_it: ITALIAN How did you hear about CoderDojo?

source: Social
it_it: ITALIAN Social

source: Twitter
it_it: ITALIAN Twitter

source: If you wish please provide your username or a link to your Twitter page.
it_it: ITALIAN If you wish please provide your username or a link to your Twitter page.

source: LinkedIn
it_it: ITALIAN LinkedIn

source: If you wish please provide your username or a link to your LinkedIn page.
it_it: ITALIAN If you wish please provide your username or a link to your LinkedIn page.
