Repository: Arrayindex/cp-zen-platform
Catalog: web/locale/*/messages.po
Languages: it_it

source: Yes
it_it: ITALIAN Yes

source: No
it_it: ITALIAN No

source: Register a Dojo
it_it: ITALIAN Register a Dojo

source: REQUEST PASSWORD RESET
it_it: ITALIAN REQUEST PASSWORD RESET

source: Cancel
it_it: ITALIAN Cancel

source: Forgot password
it_it: ITALIAN Forgot password?

source: Register
it_it: ITALIAN Register

source: Email
it_it: ITALIAN Email

source: Password
it_it: ITALIAN Password

source: Other stuff
it_it: ITALIAN Other stuff

source: Name is empty
it_it: ITALIAN Name is empty

source: Name
it_it: ITALIAN Name

source: Email is empty
it_it: ITALIAN Email is empty

source: Password is empty
it_it: ITALIAN Password is empty

source: Passwords do not match
it_it: ITALIAN Passwords do not match!

source: Confirm Password is empty
it_it: ITALIAN Confirm Password is empty

source: Confirm password
it_it: ITALIAN Confirm password

source: Already have an account
it_it: ITALIAN Already have an account?

source: Select user type
it_it: ITALIAN Select user type

source: Login
it_it: ITALIAN Login

source: Zen Terms of Service
it_it: ITALIAN Zen Terms of Service

source: INTRODUCTION
it_it: ITALIAN INTRODUCTION

source: Welcome to 'Zen' the CoderDojo community platform hosted at zen.coderdojo.com.
it_it: ITALIAN Welcome to 'Zen' the CoderDojo community platform hosted at zen.coderdojo.com.

source: PLEASE READ THE FOLLOWING CAREFULLY BEFORE USING ZEN.
it_it: ITALIAN PLEASE READ THE FOLLOWING CAREFULLY BEFORE USING ZEN.

source: Zen is a platform for CoderDojo community members (Champions, Mentors, Parents and Youth Attendees) to search for local Dojos, create listings for their Dojos on the publicly viewable Dojo database, issue and book tickets for their Dojos, participate in the CoderDojo web forums and manage their Dojo volunteers.
it_it: ITALIAN Zen is a platform for CoderDojo community members (Champions, Mentors, Parents and Youth Attendees) to search for local Dojos, create listings for their Dojos on the publicly viewable Dojo database, issue and book tickets for their Dojos, participate in the CoderDojo web forums and manage their Dojo volunteers.

source: Throughout the site, the terms "we", "us" and "our" refer to the CoderDojo Foundation. The CoderDojo Foundation offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here. The following Terms and Conditions are a legal contract between you ("You") and the CoderDojo Foundation regarding your use of Zen. Visitors and users of Zen are referred to individually as "User" and collectively as "Users".
it_it: ITALIAN Throughout the site, the terms "we", "us" and "our" refer to the CoderDojo Foundation. The CoderDojo Foundation offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here. The following Terms and Conditions are a legal contract between you ("You") and the CoderDojo Foundation regarding your use of Zen. Visitors and users of Zen are referred to individually as "User" and collectively as "Users".

source: Information about us
it_it: ITALIAN Information about us

source: Zen is operated and presented to users by the CoderDojo Foundation (formerly known as the 'Hello World Foundation') with registered address Dogpatch Labs, The CHQ Building, Custom House Quay, Dublin 1, Ireland. Hello World Foundation is an Irish Company registered under company number 524255 and a registered charity in Republic of Ireland, CHY 20812.
it_it: ITALIAN Zen is operated and presented to users by the CoderDojo Foundation (formerly known as the 'Hello World Foundation') with registered address Dogpatch Labs, The CHQ Building, Custom House Quay, Dublin 1, Ireland. Hello World Foundation is an Irish Company registered under company number 524255 and a registered charity in Republic of Ireland, CHY 20812.

source: SECTION 1 - USER AGREEMENT
it_it: ITALIAN SECTION 1 - USER AGREEMENT

source: Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.
it_it: ITALIAN Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.

source: By visiting our site and you engage in our "Service" and agree to be bound by the following terms and conditions ("Terms of Service", "Terms"), including those additional terms and conditions and policies referenced herein and/or available by hyperlink. These Terms apply to all users of the site, including without limitation users who are viewers, CoderDojo organisers, CoderDojo mentors, CoderDojo youth attendees and parents.
it_it: ITALIAN By visiting our site and you engage in our "Service" and agree to be bound by the following terms and conditions ("Terms of Service", "Terms"), including those additional terms and conditions and policies referenced herein and/or available by hyperlink. These Terms apply to all users of the site, including without limitation users who are viewers, CoderDojo organisers, CoderDojo mentors, CoderDojo youth attendees and parents.

source: By setting up an account on Zen, all CoderDojo Community Members (Champions, Volunteers and Mentors) are agreeing to the terms laid out in the CoderDojo Charter (permanent link to Charter). The CoderDojo Charter lays out a series of commitments that Community members must make to become part of the Global CoderDojo Community. These commitments cover key aspects of the CoderDojo Ethos and Culture, such as always being free, open, inclusive, and safeguarding children.
it_it: ITALIAN By setting up an account on Zen, all CoderDojo Community Members (Champions, Volunteers and Mentors) are agreeing to the terms laid out in the CoderDojo Charter (permanent link to Charter). The CoderDojo Charter lays out a series of commitments that Community members must make to become part of the Global CoderDojo Community. These commitments cover key aspects of the CoderDojo Ethos and Culture, such as always being free, open, inclusive, and safeguarding children.

source: IF YOU ARE A PARENT OR GUARDIAN AND YOU PROVIDE YOUR CONSENT TO YOUR CHILD'S REGISTRATION WITH THE SITE, YOU AGREE TO BE BOUND BY THESE TERMS OF USE IN RESPECT OF THEIR USE OF THE SITE.
it_it: ITALIAN IF YOU ARE A PARENT OR GUARDIAN AND YOU PROVIDE YOUR CONSENT TO YOUR CHILD'S REGISTRATION WITH THE SITE, YOU AGREE TO BE BOUND BY THESE TERMS OF USE IN RESPECT OF THEIR USE OF THE SITE.

source: Any new features or tools which are added to the current store shall also be subject to the Terms.
it_it: ITALIAN Any new features or tools which are added to the current store shall also be subject to the Terms.

source: You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.
it_it: ITALIAN You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.

source: Your privacy is important to us. Please read our Privacy Statement, which identifies how the CoderDojo Foundation Team uses, collects, and stores information it collects through the Services. By using Zen, you additionally agree that you are comfortable with CoderDojo Foundation's Privacy Statement.
it_it: ITALIAN Your privacy is important to us. Please read our Privacy Statement, which identifies how the CoderDojo Foundation Team uses, collects, and stores information it collects through the Services. By using Zen, you additionally agree that you are comfortable with CoderDojo Foundation's Privacy Statement.

source: Zen is open to users of all ages, and we ask that you keep this in mind when using these services.
it_it: ITALIAN Zen is open to users of all ages, and we ask that you keep this in mind when using these services.

source: SECTION 2 - ACCOUNT ELIGIBILITY CREATION AND MAINTENANCE
it_it: ITALIAN SECTION 2 - ACCOUNT ELIGIBILITY CREATION AND MAINTENANCE

source: THE WEBSITE IS NOT AVAILABLE TO (A) ANY USERS PREVIOUSLY SUSPENDED OR REMOVED FROM THE WEBSITE BY CODERDOJO FOUNDATION OR (B) ANY PERSONS UNDER THE AGE OF 13 WHOSE REGISTRATION HAS NOT BEEN APPROVED BY A LEGAL PARENT OR GUARDIAN. By clicking the "I Agree" button or by otherwise using or registering an account for the Website, You represent (a) that You have not been previously suspended or removed from the Website by the CoderDojo Foundation; (b) that You are either (i) at least 13 years of age or (ii) Your parent and/or guardian has consented to Your use of the Website; and (c) that your registration and your use of the Website is in compliance with any and all applicable laws and regulations.
it_it: ITALIAN THE WEBSITE IS NOT AVAILABLE TO (A) ANY USERS PREVIOUSLY SUSPENDED OR REMOVED FROM THE WEBSITE BY CODERDOJO FOUNDATION OR (B) ANY PERSONS UNDER THE AGE OF 13 WHOSE REGISTRATION HAS NOT BEEN APPROVED BY A LEGAL PARENT OR GUARDIAN. By clicking the "I Agree" button or by otherwise using or registering an account for the Website, You represent (a) that You have not been previously suspended or removed from the Website by the CoderDojo Foundation; (b) that You are either (i) at least 13 years of age or (ii) Your parent and/or guardian has consented to Your use of the Website; and (c) that your registration and your use of the Website is in compliance with any and all applicable laws and regulations.

source: In order to use most features of the Services, you will need to register on Zen and create an account. When registering for a personal account, you will be asked to provide certain personal information, such as your email address, gender, birth month and year, and country. Please see Zen's Privacy Statement [Link to Privacy Policy] for the CoderDojo Foundation data retention and usage policies.
it_it: ITALIAN In order to use most features of the Services, you will need to register on Zen and create an account. When registering for a personal account, you will be asked to provide certain personal information, such as your email address, gender, birth month and year, and country. Please see Zen's Privacy Statement [Link to Privacy Policy] for the CoderDojo Foundation data retention and usage policies.

source: If you are under 13, your parent/guardian will be required to create an account on Zen and then they can issue you a subaccount. When youth users reach 13 their accounts will automatically transfer to a "Youth Over 13" account and they will be required to create their own password.
it_it: ITALIAN If you are under 13, your parent/guardian will be required to create an account on Zen and then they can issue you a subaccount. When youth users reach 13 their accounts will automatically transfer to a "Youth Over 13" account and they will be required to create their own password.

source: You are responsible for keeping your password secret and your account secure. You are solely responsible for any use of your account, even if your account is used by another person. If any use of your account violates the Terms of Service, your account may be suspended or deleted.
it_it: ITALIAN You are responsible for keeping your password secret and your account secure. You are solely responsible for any use of your account, even if your account is used by another person. If any use of your account violates the Terms of Service, your account may be suspended or deleted.

source: You may not use another person's Zen account without permission.
it_it: ITALIAN You may not use another person's Zen account without permission.

source: Account names cannot be changed.
it_it: ITALIAN Account names cannot be changed.

source: If you have reason to believe that your account is no longer secure (for example, in the event of a loss, theft, or unauthorized disclosure of your password), promptly change your password. If you cannot access your account to change your password, notify us at info@coderdojo.com.
it_it: ITALIAN If you have reason to believe that your account is no longer secure (for example, in the event of a loss, theft, or unauthorized disclosure of your password), promptly change your password. If you cannot access your account to change your password, notify us at info@coderdojo.com.

source: Youth Under 13 User. If You are a User of the Website and are under the age of 13 ("Youth Under 13 User"), You may not register an account for the Website without consent and approval from your legal parent or guardian. A Youth Under 13 User that begins the registration process for himself or herself without a Parent User may have the registration process restricted until a Parent User approves or assumes responsibility for the Youth Under 13 User account.
it_it: ITALIAN Youth Under 13 User. If You are a User of the Website and are under the age of 13 ("Youth Under 13 User"), You may not register an account for the Website without consent and approval from your legal parent or guardian. A Youth Under 13 User that begins the registration process for himself or herself without a Parent User may have the registration process restricted until a Parent User approves or assumes responsibility for the Youth Under 13 User account.

source: Youth Under 13 User.
it_it: ITALIAN Youth Under 13 User.

source: If You are a User of the Website and are under the age of 13 ("Youth Under 13 User"), You may not register an account for the Website without consent and approval from your legal parent or guardian. A Youth Under 13 User that begins the registration process for himself or herself without a Parent User may have the registration process restricted until a Parent User approves or assumes responsibility for the Youth Under 13 User account.
it_it: ITALIAN If You are a User of the Website and are under the age of 13 ("Youth Under 13 User"), You may not register an account for the Website without consent and approval from your legal parent or guardian. A Youth Under 13 User that begins the registration process for himself or herself without a Parent User may have the registration process restricted until a Parent User approves or assumes responsibility for the Youth Under 13 User account.

source: Parent User
it_it: ITALIAN Parent User

source: You acknowledge that the CoderDojo Foundation may choose, but is not obligated, to make any inquiries, either directly or through third parties, that the CoderDojo Foundation deems necessary to validate Your registration information, including without limitation engaging third parties to provide verification services. The CoderDojo Foundation reserves all rights to take legal actions against anyone who misrepresents personal information or is otherwise untruthful about their identity
it_it: ITALIAN You acknowledge that the CoderDojo Foundation may choose, but is not obligated, to make any inquiries, either directly or through third parties, that the CoderDojo Foundation deems necessary to validate Your registration information, including without limitation engaging third parties to provide verification services. The CoderDojo Foundation reserves all rights to take legal actions against anyone who misrepresents personal information or is otherwise untruthful about their identity

source: NOTWITHSTANDING THE FOREGOING, YOU ACKNOWLEDGE THAT THE CODERDOJO FOUNDATION CANNOT GUARANTEE THE ACCURACY OF ANY INFORMATION SUBMITTED BY ANY USER AND THE CODERDOJO FOUNDATION IS NOT OBLIGATED TO VERIFY THE IDENTITY OF ANY USER, INCLUDING ANY USER’S CLAIM TO BE A PARENT USER, OR TO VERIFY THAT A PARENT IDENTIFIED BY A CHILD USER OR A COACH DURING REGISTRATION IS SUCH CHILD USER’S ACTUAL PARENT OR GUARDIAN.
it_it: ITALIAN NOTWITHSTANDING THE FOREGOING, YOU ACKNOWLEDGE THAT THE CODERDOJO FOUNDATION CANNOT GUARANTEE THE ACCURACY OF ANY INFORMATION SUBMITTED BY ANY USER AND THE CODERDOJO FOUNDATION IS NOT OBLIGATED TO VERIFY THE IDENTITY OF ANY USER, INCLUDING ANY USER’S CLAIM TO BE A PARENT USER, OR TO VERIFY THAT A PARENT IDENTIFIED BY A CHILD USER OR A COACH DURING REGISTRATION IS SUCH CHILD USER’S ACTUAL PARENT OR GUARDIAN.

source: A Parent User account, along with all associated Child User accounts, may be terminated by the CoderDojo Foundation at any time and without warning for any failure to abide by these Terms.
it_it: ITALIAN A Parent User account, along with all associated Child User accounts, may be terminated by the CoderDojo Foundation at any time and without warning for any failure to abide by these Terms.

source: SECTION 3 - RULES OF USAGE
it_it: ITALIAN SECTION 3 - RULES OF USAGE

source: The CoderDojo Foundation Team supports freedom of expression. However, Zen is intended for a wide audience, and some content is inappropriate for the CoderDojo community. You may not use the Zen service in any way, that:
it_it: ITALIAN The CoderDojo Foundation Team supports freedom of expression. However, Zen is intended for a wide audience, and some content is inappropriate for the CoderDojo community. You may not use the Zen service in any way, that:

source: Promotes bigotry, discrimination, hatred, or violence against any individual or group;
it_it: ITALIAN Promotes bigotry, discrimination, hatred, or violence against any individual or group;

source: Threatens, harasses, or intimidates any other person, whether that person is a CoderDojo community member or not;
it_it: ITALIAN Threatens, harasses, or intimidates any other person, whether that person is a CoderDojo community member or not;

source: Could be considered cyber bullying;
it_it: ITALIAN Could be considered cyber bullying;

source: Contains foul language or personal attacks;
it_it: ITALIAN Contains foul language or personal attacks;

source: Contains sexually explicit or graphically violent material;
it_it: ITALIAN Contains sexually explicit or graphically violent material;

source: Provides instructions on how to commit illegal activities or obtain illegal products;
it_it: ITALIAN Provides instructions on how to commit illegal activities or obtain illegal products;

source: Except in connection with organizing CoderDojo events, asks any other user for personally identifying information, contact information, or passwords; or
it_it: ITALIAN Except in connection with organizing CoderDojo events, asks any other user for personally identifying information, contact information, or passwords; or

source: Exposes any others person's personally identifying information, contact information, or passwords without that person's permission.
it_it: ITALIAN Exposes any others person's personally identifying information, contact information, or passwords without that person's permission.

source: You agree to comply with all applicable laws and regulations when you use Zen. You may not use Zen in any unlawful way, including to harass, stalk, or defame any other person.
it_it: ITALIAN You agree to comply with all applicable laws and regulations when you use Zen. You may not use Zen in any unlawful way, including to harass, stalk, or defame any other person.

source: You may not impersonate, imitate or pretend to be somebody else when using the Services.
it_it: ITALIAN You may not impersonate, imitate or pretend to be somebody else when using the Services.

source: You agree not to use Zen in any way intended to disrupt the service, gain unauthorized access to the service, or interfere with any other user's ability to use the service. Prohibited activities include, but are not limited to:
it_it: ITALIAN You agree not to use Zen in any way intended to disrupt the service, gain unauthorized access to the service, or interfere with any other user's ability to use the service. Prohibited activities include, but are not limited to:

source: Posting content deliberately designed to crash the Zen platform;
it_it: ITALIAN Posting content deliberately designed to crash the Zen platform;

source: Linking to pages containing viruses or malware;
it_it: ITALIAN Linking to pages containing viruses or malware;

source: Using administrator passwords or pretending to be an administrator;
it_it: ITALIAN Using administrator passwords or pretending to be an administrator;

source: Repeatedly posting the same material, or "spamming."
it_it: ITALIAN Repeatedly posting the same material, or "spamming."

source: Commercial use of Zen, user-generated content, and support materials is permitted under the <a href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons Attribution-NonCommercial-ShareAlike 4.0 license</a>. However, the CoderDojo Foundation Team reserves the right to block any commercial use of Zen that, in the CoderDojo Foundation Team's sole discretion, is harmful to the community. Harmful commercial use includes spamming or repeated advertisement through projects, comments, or forum posts.
it_it: ITALIAN Commercial use of Zen, user-generated content, and support materials is permitted under the <a href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons Attribution-NonCommercial-ShareAlike 4.0 license</a>. However, the CoderDojo Foundation Team reserves the right to block any commercial use of Zen that, in the CoderDojo Foundation Team's sole discretion, is harmful to the community. Harmful commercial use includes spamming or repeated advertisement through projects, comments, or forum posts.

source: SECTION 4 - MODIFICATION OF THE TERMS
it_it: ITALIAN SECTION 4 - MODIFICATION OF THE TERMS
